data/2023-16/benchmark-sws-2023-16.txt
$ make wrk

Running 1m test @ http://localhost:8787
  4 threads and 100 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     2.26ms    0.90ms  22.58ms   72.38%
    Req/Sec    11.15k   560.94    14.70k    84.50%
  Latency Distribution
     50%    2.22ms
     75%    2.77ms
     90%    3.34ms
     99%    4.63ms
  2662280 requests in 1.00m, 1.84GB read
Requests/sec:  44343.75
Transfer/sec:     31.46MB